Repository: paramono/feincms_simplegallery
Catalog: feincms_simplegallery/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Simple Gallery
ru: Простая галерея

source: Link to Gallery
ru: Ссылка на галерею

source: Gallery Content
ru: Галерея

source: type
ru: тип

source: On Demand
ru: По мере надобности

source: Progressive
ru: Наперёд

source: Open gallery links new tab?
ru: Открывать галерейные ссылки в новой вкладке?

source: Hide on small screens?
ru: Прятать на малых экранах?

source: Navigation dots
ru: Навигационные буллеты

source: Infinite
ru: Зациклить

source: Shows first slide after the last one and vice versa
ru: Показывает первый слайд после последнего и наоборот

source: Autoplay
ru: Автопролистывание

source: Adaptive Height
ru: Адаптивная высота

source: Adapts slider height to the current slide
ru: Подгоняет высоту слайдера под высоту текущего слайда

source: Responsive settings use mobile first calculation
ru: Адаптивная вёрстка отсчитывается по принципу mobile first

source: Transition speed between slides
ru: Скорость перехода между слайдами

source: Autoplay change interval
ru: Интервал смены слайдов при автопролистывании

source: Number of slides to show at a time
ru: Количество одновременно показываемых слайдов

source: Number of slides to scroll at a time
ru: Количество одновременно пролистываемых слайдов

source: Lazy Load
ru: Ленивая загрузка

source: Load images only when needed
ru: Подгружать изображения только по мере надобности

source: Thumbnail size
ru: Размер тамбнейла

source: Slider
ru: Слайдер

source: Title
ru: Заголовок

source: Simple Galleries
ru: Простые галереи

source: Subtitle
ru: Подзаголовок

source: alt attribute
ru: аттрибут alt

source: Description
ru: Описание

source: Page
ru: Страница

source: Gallery
ru: Галерея

source: Image
ru: Изображение

source: Gallery Element
ru: Элемент галереи

source: Gallery Elements
ru: Элементы галереи

source: Base Container
ru: Базовый контейнер

source: Base Containers
ru: Базовые контейнеры

source: Base Element
ru: Базовый элемент

source: Base Elements
ru: Базовые элементы

source: Base Content
ru: Базовый контент

source: Order
ru: Очерёдность
